{
  "common": {
    "about": "О нас",
    "build": "Стройка",
    "repair": "Ремонт",
    "contacts": "Контакты",
    "callback": "Заказать обратный звонок",
    "signup": "Зарегистрироваться",
    "signin": "Войти",
    "logout": "Выйти",
    "login-with": "или войти через",
    "address": "Адрес"
  },
  "footer": {
    "street": "г.Бишкек, ул. Токомбаева 10/2"
  },
  "home": {
    "title": "Быстро. Точно. Удобно",
    "paragraph": "Рассчитайте количество материалов и сумму оплаты строителя",
    "link1": "Стройка",
    "link2": "Ремонт"
  },
  "about": {
    "general-top": "Добро пожаловать на наш сайт! Мы - команда профессионалов, создавшая эту платформу в качестве помощника как для опытных строителей, так и для обычных граждан, которые хотят рассчитать стоимость строительства или ремонта своего жилья. Наша цель - предоставить вам всю необходимую информацию для принятия взвешенных решений и эффективного планирования расходов на строительство и ремонт.",
    "general-bottom": "Мы осознаем, что правильная оценка стоимости строительства и ремонта является ключевым фактором для успешного завершения любого проекта. Нашей главной целью является предоставление вам интуитивной и точной информации, которая поможет вам спланировать бюджет, избежать непредвиденных расходов и достичь желаемых результатов.",
    "reasons-top": "Почему выбирают нас:",
    "reasons-1": "Профессиональный опыт: Наша команда включает опытных инженеров, архитекторов и строителей, которые имеют богатый опыт в различных типах строительства и ремонта.",
    "reasons-2": "Точность и надежность: Мы используем передовые методы расчета стоимости, учитывая каждую деталь вашего проекта. Наш подход обеспечивает высокую точность и минимизацию рисков недооценки или переоценки затрат.",
    "reasons-3": "Индивидуальный подход: Мы понимаем, что каждый проект уникален. Мы тщательно изучаем ваши потребности и требования, чтобы предоставить наиболее точную оценку стоимости, адаптированную к вашим спецификациям.",
    "reasons-4": "Прозрачность: Мы ценим открытость в отношениях с нашими клиентами. Вы получите полную информацию о затратах на материалы, трудовые расходы и прочие необходимые элементы, чтобы иметь четкое представление о расходах.",
    "reasons-5": "Своевременность: Мы понимаем, что время играет важную роль в проектах строительства и ремонта. Наша платформа готова предоставить вам ориентировочную стоимость мгновенно.",
    "reasons-bottom": "Независимо от того, нужен ли вам расчет стоимости нового строительства, реконструкции или капитального ремонта, наша платформа станет вашим надежным партнером. С нами вы получите не только цифры, но и уверенность в будущем вашего проекта."
  },
  "contacts": {
    "title": "Контакты",
    "operator": "Оператор",
    "street": "ул.Токомбаева 10/2"
  },
  "login": {
    "title": "Вход",
    "email": "Введите эл. почту",
    "password": "Введите пароль",
    "forgot-password": "Забыли пароль?",
    "no-account": "У вас ещё нет аккаунта?",
    "register": "Зарегистрируйтесь",
    "warn-email": "Пожалуйста введите адрес почты",
    "warn-password": "Пожалуйста введите пароль"
  },
  "register-page": {
    "title": "Регистрация",
    "name": "Имя",
    "surname": "Фамилия",
    "password": "Пароль",
    "confirm-password": "Подтвердите пароль",
    "err-msg": "Пожалуйста заполните поле(я): ",
    "msg-name": " Имя",
    "msg-surname": " Фамилия",
    "msg-email": " Email",
    "msg-password": " Пароль",
    "msg-password-confirm": " Подтвердите пароль",
    "invalid-email": "Некорректный адрес почты!",
    "short-email": "Пароль должен быть не менее 4-х символов",
    "unmatched-password": "Пароли не совпадают!",
    "successful-signup": "Регистрация прошла успешно!"
  },
  "selection-panel": {
    "house": "Дом",
    "banya": "Баня",
    "garage": "Гараж",
    "roof": "Крыша",
    "wall": "Стена",
    "foundation": "Фундамент",
    "insulation": "Утепление",
    "kitchen": "Кухня",
    "rooms": "Комнаты",
    "bathroom": "Ванная",
    "hallway": "Коридор",
    "apartment": "Квартира",
    "water-supply": "Водоснаб.",
    "novostroy": "Новострой",
    "electricity": "Электропр."
  }
}