{
  "common": {
    "about": "Биз жөнүндө",
    "build": "Курулуш",
    "repair": "Ремонт",
    "contacts": "Байланыштар",
    "callback": "Байланышуу",
    "signup": "Катталуу",
    "signin": "Кирүү",
    "logout": "Чыгуу",
    "login-with": "же аркылуу кирүү",
    "address": "Дареги"
  },
  "footer": {
    "street": "Бишкек ш., Токомбаева көч. 10/2"
  },
  "home": {
    "title": "Ылдам. Так. Ыңгайлуу",
    "paragraph": "Материалдардын суммасын жана куруучуга төлөм өлчөмүн эсептөө",
    "link1": "Курулуш",
    "link2": "Ремонт"
  },
  "about": {
    "general-top": "Биздин сайтына кош келиниз! Биз бул платформаны тажрыйбалуу куруучуларга да, үйүн курууга же оңдоого кеткен чыгымды эсептегиси келген жөнөкөй жарандар үчүн да жардамчы катары жараткан профессионалдардын командасыбыз. Биздин максат - сизге негизделген чечимдерди кабыл алуу жана курулуш жана реконструкциялоо чыгымдарын эффективдүү пландаштыруу үчүн зарыл болгон бардык маалыматтарды берүү.",
    "general-bottom": "Курулушка жана реконструкциялоого кеткен чыгымдарды туура баалоо ар бир долбоордун ийгиликтүү аякташынын ачкычы экенин билебиз. Биздин негизги максатыбыз сизге бюджетти түзүүгө, күтүлбөгөн чыгымдардан качууга жана сиз каалаган натыйжаларга жетүүгө жардам бере турган интуитивдик жана так маалымат менен камсыз кылуу.",
    "reasons-top": "Эмне үчүн бизди тандаңыз:",
    "reasons-1": "Кесиптик тажрыйба: Биздин команданын курамына ар кандай курулуш жана оңдоо иштеринде чоң тажрыйбасы бар тажрыйбалуу инженерлер, архитекторлор жана куруучулар кирет.",
    "reasons-2": "Тактык жана ишенимдүүлүк: Долбооруңуздун ар бир деталын эсепке алуу үчүн чыгашаларды эсептөөнүн алдыңкы ыкмаларын колдонобуз. Биздин мамилебиз жогорку тактыкты камсыздайт жана чыгымдарды баалоонун же ашыкча баалоо коркунучун азайтат.",
    "reasons-3": "Жеке мамиле: Ар бир долбоор уникалдуу экенин түшүнөбүз. Биз сиздин керектөөлөрүңүздү жана талаптарыңызды кылдаттык менен изилдеп, спецификацияларыңызга ылайыкталган эң так чыгымдардын сметасын камсыздайбыз.",
    "reasons-4": "Ачыктык: Биз кардарларыбыз менен болгон мамилебизде ачыктыкты баалайбыз. Сиз чыгымдар жөнүндө так түшүнүккө ээ болушу үчүн материалдардын, эмгек чыгымдарын жана башка керектүү элементтердин чыгымдары жөнүндө толук маалымат аласыз.",
    "reasons-5": "Убакыттын өтүшү: Курулуш жана реконструкциялоо долбоорлорунда убакыт маанилүү экенин түшүнөбүз. Биздин платформа сизге болжолдуу бааны заматта берүүгө даяр.",
    "reasons-bottom": "Жаңы курулушка, оңдоого же капиталдык оңдоого чыгымдардын сметасы керекпи, биздин платформа сиздин ишенимдүү өнөктөшүңүз болот. Биз менен сиз сандарды гана эмес, долбоордун келечегине болгон ишенимди да аласыз."
  },
  "contacts": {
    "title": "Байланыш",
    "operator": "Оператор",
    "street": "Токомбаева көч. 10/2"
  },
  "login": {
    "title": "Кирүү",
    "email": "Эл. почтанызды жазыныз",
    "password": "Паролду киргизиниз",
    "forgot-password": "Паролду унуттуңузбу?",
    "no-account": "Азырынча аккаунтуңуз жокпу?",
    "register": "Катталыңыз",
    "warn-email": "Электрондук почтанызды киргизиңиз",
    "warn-password": "Паролунузду киргизиңиз"
  },
  "register-page": {
    "title": "Катталуу",
    "name": "Аты",
    "surname": "Фамилиясы",
    "password": "Пароль",
    "confirm-password": "Паролунузду ырастаңыз",
    "msg-name": "Аты - толтурууга сөзсүз",
    "msg-surname": "Фамилиясы - толтурууга сөзсүз",
    "msg-email": "Email - толтурууга cөзсүз",
    "invalid-email": "Туура эмес электрондук почта дареги!",
    "short-password": "Пароль кеминде 4 белгиден турушу керек",
    "unmatched-password": "Паролдор дал келбейт!",
    "successful-signup": "Каттоо ийгиликтүү аяктады!"
  },
  "selection-panel": {
    "house": "Үй",
    "banya": "Мончо",
    "garage": "Гараж",
    "roof": "Чатыр",
    "wall": "Дубал",
    "foundation": "Фундамент",
    "insulation": "Жылуулоо",
    "kitchen": "Ашкана",
    "rooms": "Бөлмөлөр",
    "bathroom": "Ванна бөл.",
    "hallway": "Коридор",
    "apartment": "Турак үй",
    "water-supply": "Суу камсызд.",
    "novostroy": "Жаңы курул.",
    "electricity": "Электр өткөр."
  }
}